[
  {
      "id": 1,
      "service": "Upscale & Luxury Hotel",
      "branding": "Your brand and guest experience are everything",
      "descrb": "Your success comes from providing quality accommodation at reasonable rates. You can’t win if you are not one step ahead of the competition. Pace gives you this edge against the market through faster, more accurate pricing.",
      "customer_des": "There is a lot more to revenue management than pricing. For upscale and luxury brands the opportunities lie in F&B, MICE, ancillary revenue, lifetime value, and much more beyond pricing. Pace Revenue gets this. It is one of the reasons why we are the platform of choice for some of the top brands in the world.",
      "c_name":"Anita Paic - Chief Sales Officer",
      "c_work":"Look them up → Sacher Hotels",
      "c_img":"https://d33wubrfki0l68.cloudfront.net/fd33f18f797b72de3f0924fb36ea9c0684ee6289/22afa/customers/upscale-luxury/customer_hu25d333fcded103db2f52f7476cb1420a_90290_400x400_fill_q85_lanczos_center.jpg",
      "brand_img": "https://d33wubrfki0l68.cloudfront.net/ae972affaf967f4248dfbf3144f2d741ae69c338/03147/customers/upscale-luxury/hero_hu237e82b6d2431b563d0dfd97ee83c317_6006762_1200x800_fill_q85_lanczos_smart1.jpg",
      "hotel":"Case Studies",
      "hotel_name":"Hugh Thomson - Machefert Group",
      "hotel_name2":"Emmanuel Kerrien - Madeho",
      "hotel_des":"We have seen some big revenue improvements since switching to Pace - some of our hotels have seen an average increase of 14% in ADR and 20% in room revenue.",
      "hotel_des2":"Pace has fundamentally changed our thinking about pricing...We've seen a 17% ADR boost on our suites - without Pace we would have left that kind of money on the table.",
      "hotel_img1":"https://d33wubrfki0l68.cloudfront.net/0da3fb327644c27a46ed46c7762bd05f54069145/a92ad/case-studies/machefert/cover_hu3c6c4bdb610608e3b9add40ea65abfb6_413823_600x1024_fit_q85_h2_lanczos.webp",
      "hotel_img2":"https://d33wubrfki0l68.cloudfront.net/37b5155ae86ebeeb6a303a4296b5b98ce26a5960/e0404/case-studies/madeho/cover_hub8f9b3b1be03d67315c3fb5c708417ff_651028_600x1024_fit_q85_h2_lanczos.webp",
      "question":"Does your revenue have room for improvement?",
      "q_details":"Not being too sure of anything is the beginning of greatness. Our exceptional science team has a combined 100 years of research experience and they're still learning every day. Speak to us about how we work and how our solutions can help you. You can't afford not to."
  }
  
]
